tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "fish"
brew "gcc"
brew "ghq"
brew "gradle"
brew "peco"
brew "roswell"
brew "vim"
brew "zsh"
cask "android-studio"
cask "clipy"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "scroll-reverser"
cask "slack"
